[
    {
      "title": "Robotaxi testing in Phoenix",
      "image": "https://iili.io/J6uI9Se.webp",
      "category": "Technology",
      "short_description": "Cruise has started testing its autonomous vehicles in Phoenix, with plans to begin “supervised” driving in the city more than six months after the GM self-driving subsidiary halted its driverless operations across the United States.",
      "long_description": "Cruise announced Monday in a blog post that it will begin testing two vehicles in autonomous mode on public roads in metro Phoenix. A human safety operator will be behind the wheel during this phase of testing, according to the company. Another eight Cruise autonomous vehicles will continue to be manually driven in the area."
    },
    {
      "title": "The women in AI making a difference",
      "image": "https://iili.io/J6uu3GV.webp",
      "category": "Technology",
      "short_description": "Women in AI are shaping the field with groundbreaking research, innovative applications, and advocacy for diversity. Their contributions range from advancing technology to promoting ethical AI practices.",
      "long_description": "Women in AI are pivotal figures driving innovation and inclusivity in the field. From pioneering research in machine learning and natural language processing to leading initiatives that address bias and ethics in AI, their impact extends across academia, industry, and societal discourse, shaping the future of artificial intelligence."
    },
    {
      "title": "OpenAI releases GPT-4o",
      "image": "https://iili.io/J6uuiHF.jpg",
      "category": "Technology",
      "short_description": "OpenAI's GPT-4o marks a significant advancement in natural language processing, boasting enhanced understanding, coherence, and versatility in generating human-like text across various applications and domains.",
      "long_description": "OpenAI's release of GPT-4o heralds a new era in natural language processing, characterized by unprecedented capabilities in understanding context, generating coherent text, and adapting to diverse tasks and domains. This model represents a leap forward in AI technology, promising transformative impacts across industries, research, and communication platforms."
    }
    
  ]
  